export let videos = [
	{
		id: '1',
		isHidden: true,
		title:
			'Компания MR Group и РГХПУ им. С. Г. Строганова подписали соглашение о стратегическом партнерстве ',
		date: '2024-02-14T21:00:00.000Z',
		tags: ['события'],
		isKey: true,
	},
	{
		id: '2',
		isHidden: false,
		title: 'Научно-практический семинар',
		date: '2024-02-02T21:00:00.000Z',
		tags: ['наука'],
		isKey: false,
	},
	{
		id: '3',
		isHidden: false,
		title:
			'Встреча с представителями Монгольского государственного университета культуры и искусств',
		date: '2024-01-17T21:00:00.000Z',
		tags: ['международное сотрудничество'],
		isKey: false,
	},
	{
		id: '4',
		isHidden: false,
		title: 'Помощь фронту',
		date: '2023-12-25T21:00:00.000Z',
		tags: ['мывместе'],
		isKey: false,
	},
	{
		id: '5',
		isHidden: false,
		title:
			'Студенческая конференция «Роль музея в формировании образа российской государственности»',
		date: '2023-12-25T21:00:00.000Z',
		tags: ['молодежная политика', 'события'],
		isKey: false,
	},
	{
		id: '6',
		isHidden: false,
		title: 'Студенты РГХПУ им. С. Г. Строганова приняли участие в кроссе',
		date: '2024-02-14T21:00:00.000Z',
		tags: [],
		isKey: false,
	},
	{
		id: '7',
		isHidden: false,
		title:
			'Сотрудничество между РГХПУ им. С. Г. Строганова и Цзиндэчжэньским университетом (Китай)',
		date: '2024-02-02T21:00:00.000Z',
		tags: ['международное сотрудничество'],
		isKey: false,
	},
	{
		id: '8',
		isHidden: false,
		title:
			'Проректор по комплексной безопасности и молодежной политике РГХПУ им. С. Г. Строганова Дмитрий Николаевич Левашев принял участие во Всорросийском конгрессе по молодежной политике и воспитательной деятельности',
		date: '2024-01-17T21:00:00.000Z',
		tags: ['молодежная политика', 'Выставки'],
		isKey: true,
	},
	{
		id: '9',
		isHidden: true,
		title:
			'Дизайн-тур на кафедре «Промышленный дизайн» РГХПУ им. С. Г. Строганова в рамках XIV Конгресса Индустрии Детских товаров ',
		date: '2023-12-25T21:00:00.000Z',
		tags: ['молодежная политика', 'события'],
		isKey: false,
	},
	{
		id: '10',
		isHidden: false,
		title: 'Студенческая конференция «Развитие эстетических идей в России»',
		date: '2023-12-25T21:00:00.000Z',
		tags: ['наука'],
		isKey: false,
	},
	{
		id: '11',
		isHidden: true,
		title:
			'Компания MR Group и РГХПУ им. С. Г. Строганова подписали соглашение о стратегическом партнерстве ',
		date: '2024-02-14T21:00:00.000Z',
		tags: ['события'],
		isKey: false,
	},
	{
		id: '12',
		isHidden: false,
		title: 'Научно-практический семинар',
		date: '2024-02-02T21:00:00.000Z',
		tags: ['наука'],
		isKey: false,
	},
	{
		id: '13',
		isHidden: false,
		title:
			'Встреча с представителями Монгольского государственного университета культуры и искусств',
		date: '2024-01-17T21:00:00.000Z',
		tags: ['международное сотрудничество'],
		isKey: false,
	},
	{
		id: '14',
		isHidden: false,
		title: 'Помощь фронту',
		date: '2023-12-25T21:00:00.000Z',
		tags: ['мывместе'],
		isKey: false,
	},
	{
		id: '15',
		isHidden: false,
		title:
			'Студенческая конференция «Роль музея в формировании образа российской государственности»',
		date: '2023-12-25T21:00:00.000Z',
		tags: ['молодежная политика', 'события'],
		isKey: false,
	},
	{
		id: '16',
		isHidden: false,
		title: 'Студенты РГХПУ им. С. Г. Строганова приняли участие в кроссе',
		date: '2024-02-14T21:00:00.000Z',
		tags: [],
		isKey: false,
	},
	{
		id: '17',
		isHidden: false,
		title:
			'Сотрудничество между РГХПУ им. С. Г. Строганова и Цзиндэчжэньским университетом (Китай)',
		date: '2024-02-02T21:00:00.000Z',
		tags: ['международное сотрудничество'],
		isKey: false,
	},
	{
		id: '18',
		isHidden: false,
		title:
			'Проректор по комплексной безопасности и молодежной политике РГХПУ им. С. Г. Строганова Дмитрий Николаевич Левашев принял участие во Всорросийском конгрессе по молодежной политике и воспитательной деятельности',
		date: '2024-01-17T21:00:00.000Z',
		tags: ['молодежная политика', 'Выставки'],
		isKey: false,
	},
	{
		id: '19',
		isHidden: true,
		title:
			'Дизайн-тур на кафедре «Промышленный дизайн» РГХПУ им. С. Г. Строганова в рамках XIV Конгресса Индустрии Детских товаров ',
		date: '2023-12-25T21:00:00.000Z',
		tags: ['молодежная политика', 'события'],
		isKey: false,
	},
	{
		id: '20',
		isHidden: false,
		title: 'Студенческая конференция «Развитие эстетических идей в России»',
		date: '2023-12-25T21:00:00.000Z',
		tags: ['наука'],
		isKey: false,
	},
]